cask_args appdir: "/Applications"
tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "teamookla/speedtest"

brew "mas"

mas "Fantastical", id: 435003921
mas "Things", id: 904280696
mas "Spark", id: 1176895641
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Better Snap Tool", id: 417375580
mas "Parcel", id: 639968404
mas "Final Cut Pro", id: 424389933
mas "AutoMounter", id: 1160435653
mas "Drafts", id: 1435957248
mas "Logic Pro", id: 634148309
mas "OmniGraffle", id: 1142578753
mas "Service Station", id: 1503136033
mas "Evernote", id: 406056744
mas "Soulver", id: 413965349
mas "Brother iPrint&Scan", id: 1193539993



cask "1Password"
cask "alfred"
cask "google-chrome"
cask "handbrake"
cask "istat-menus"
cask "makemkv"
cask "spotify"
cask "fork"
cask "visual-studio-code"
cask "audio-hijack"
cask "backblaze"
cask "choosy"
cask "discord"
cask "docker"
cask "figma"
cask "microsoft-office"
cask "renamer"
cask "screens"
cask "slack"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "focusrite-control"
cask "ivpn"
cask "logitech-g-hub"
cask "vlc"
cask "zoom"

brew "ffmpeg"
brew "mkvtoolnix"
brew "mp4v2"
brew "youtube-dl"
brew "wget"
brew "exiftool"
brew "node"
brew "automake"
brew "autoconf"
brew "git"
brew "go"
brew "yarn"
brew "iterm2"
brew "notion"



